Repository: 125sachin/smooth-app
Catalog: packages/smooth_app/lib/l10n/intl_*.arb
Languages: ca_es, da_dk, es_es, he_il, nl_nl, sk_sk

# searchTitle
source: Search. Find the perfect product
ca_es: Cerca. Troba el producte perfecte
da_dk: Søg. Find det perfekte produkt
es_es: Buscar. Encuentra el producto perfecto
he_il: חיפוש. למצוא את המוצר המושלם
nl_nl: Zoeken. Vind het perfecte product
sk_sk: Vyhľadávanie. Nájdite dokonalý produkt

# searchHintText
source: Enter a barcode or keywords
ca_es: Introduïu un codi de barres o paraules clau
da_dk: Indtast en stregkode eller nøgleord
es_es: Ingrese un código de barras o palabras clave
he_il: יש למלא ברקוד או מילות מפתח
nl_nl: Voer een streepjescode of trefwoorden in
sk_sk: Zadajte čiarový kód alebo kľúčové slová

source: Categories
da_dk: Kategorier
es_es: Categorías
he_il: קטגוריות
nl_nl: CategorieÃ«n
sk_sk: Kategórie

source: Show all
ca_es: Mostrar tot
da_dk: Vis alle
es_es: Mostrar todo
he_il: להציג הכול
nl_nl: Alle tonen
sk_sk: Zobraziť všetko

# scanProductTitle
source: Scan products
ca_es: Escanegeu productes
da_dk: Skan produkter
es_es: Escanea productos
he_il: סריקת מוצרים
nl_nl: Scan producten
sk_sk: Naskenujte produkty

# testerSettingTitle
source: Testers settings
da_dk: Testerindstillinger
es_es: Ajustes de los evaluadores
he_il: הגדרות לבודקים
nl_nl: Instellingen voor testers
sk_sk: Nastavenia testerov

# useMLKitText
source: Use ML Kit powered scanner
da_dk: Benyt ML Kit-drevet skanner
es_es: Usa un equipo de escáner alimentado con ML
he_il: להשתמש בסורק שמגובה בערכת לימוד מכונה
nl_nl: Gebruik ML Kit powered scanner
sk_sk: Použite skener napájaný z ML Kit

source: Organization Page
ca_es: Pàgina d'organització
da_dk: Organisationsside
es_es: Página de la organización
he_il: עמוד הארגון
nl_nl: Organisatiepagina
sk_sk: Organizácie

source: Collaboration Page
sk_sk: Spolupráca

source: Tracking Page
ca_es: Pàgina de seguiment
da_dk: Sporingsside
es_es: Página de seguimiento
he_il: עמוד מעקב
sk_sk: Sledovanie

# preferencesText
source: My Preferences
ca_es: Les meves preferències
da_dk: Mine indstillinger
es_es: Mis preferencias
he_il: ההעדפות שלי
nl_nl: Mijn instellingen
sk_sk: Moje nastavenia

source: Mandatory
ca_es: Obligatori
da_dk: Obligatorisk
es_es: Obligatorio
he_il: חובה
nl_nl: * Verplicht
sk_sk: Povinné

source: Accountable
ca_es: Responsable
da_dk: Ansvarlig
es_es: Contable
he_il: אחריות
nl_nl: Verantwoordelijk
sk_sk: Zodpovedný

# saveButtonText
source: Save
ca_es: Desa
da_dk: Gem
es_es: Guardar
he_il: שמירה
nl_nl: Opslaan
sk_sk: Uložiť
